{
  "about": "Digital health leader with over 12 years of experience spanning research, consulting, teaching, and technology leadership. Expertise in health data interoperability, data science, and digital health product development. PhD in Health Data Science with 9+ publications and implementations across 13 countries.",
  "about_header": "Digital Health &amp; Data Science",
  "about_headline": "Bridging pharmacy, data science, and digital health leadership.",
  "about_description": "Healthcare needs to be safer and more efficient. With a combined background in Pharmaceutical Sciences and Health Informatics, my ambition is to use technology to improve patient safety, to increase treatment efficacy and to improve care efficiency. As a researcher, consultant, and educator, I bring a multidisciplinary perspective to every challenge.",
  "facts_description": "Key numbers from my professional and academic journey.",
  "skills": [
    {
      "name": "Machine Learning",
      "perc": 85
    },
    {
      "name": "Data Management ",
      "perc": 90
    },
    {
      "name": "Interoperability",
      "perc": 100
    },
    {
      "name": "Python",
      "perc": 80
    },
    {
      "name": "DevOps",
      "perc": 85
    },
    {
      "name": "HL7 FHIR",
      "perc": 95
    }
  ],
  "resume_description": "An overview of my academic, professional, and associative journey.",
  "resume_summary": "Digital health leader with over 12 years of experience in health information technology. Expertise in data analysis, data modelling, interoperability, and digital health product development. Focused on improving healthcare through data-driven decisions and standards adoption.",
  "education": [
    {
      "name": "PhD in Health Data Science",
      "institution": "Faculty of Medicine of University of Porto, Portugal",
      "date": "2019 - 2024",
      "tag": "Specialization in Federated Learning, Data modelling, Generative networks and real word evidence"
    },
    {
      "name": "Master in Medical Informatics",
      "institution": "Faculty of Medicine of University of Porto, Portugal",
      "date": "2017 - 2019",
      "tag": "Focus on pharmacovigilance, medical system evaluation and statistics"
    },
    {
      "name": "Specialization in Health Informatics",
      "institution": "Faculty of Medicine of University of Porto, Portugal",
      "date": "2016 - 2017",
      "tag": "Focus on data modelling and interoperability"
    },
    {
      "name": "Msc in Pharmaceutical Sciences",
      "institution": "Faculty of Pharmacy of University of Porto, Portugal",
      "date": "2008 - 2013",
      "tag": "Degree to practice pharmacy in community and hospital setting"
    }
  ],
  "associative": [
    {
      "name": "HL7 Portugal Affiliate",
      "date": "2018 - today",
      "tag": "Portuguese affiliate of the HL7 foundation. Helped to teach and advise the Portuguese interoperability community on best practices regarding HL7 implementation. "
    },
    {
      "name": "E-mais",
      "date": "2017 - today",
      "tag": "One of the Portuguese representatives in the EFMI (European Federation for Medical Informatics). Created initiatives to promote digital health adoption in Portugal."
    },
    {
      "name": "IHE Pharmacy",
      "date": "2017 - today",
      "tag": "Focused on creating profiles to help the community implement correct and useful practices regarding information exchange in the pharmacy setting. "
    }
  ],
  "professional": [
    {
      "position": "Independent Consultant",
      "date": "2021 - Present",
      "location": "Worldwide",
      "description": [
        "Product Owner for gravitate-Health Project: developing, managing and defining features for the product",
        "Develop, implement, validate and monitor AI-based systems for Healthcare",
        "Co-authorship of IHE Pharmacy FHIR Profiles on prescription, dispense and drug adverse events",
        "Creating FHIR servers for medicine regulation, IDMP compatible.",
        "Creating and implementing FHIR profiles across domains.",
        "Leading Tracks on connectathons and projects"
      ]
    },
    {
      "position": "Assistant Professor",
      "date": "2019 - Present",
      "location": "Faculty of Medicine Of University Porto, Porto",
      "description": [
        "Lecturing classes about interoperability, data standards, Health information systems and health data science",
        "Creating infrastructure for practical classes support"
      ]
    },
    {
      "position": "Interoperability and Machine Learning Engineer",
      "date": "2018 - 2021",
      "location": "HealthySystems, Porto",
      "description": [
        "Creating technical and clinical alarming mechanisms",
        "Developing data pipelines for several machine learning algorithms",
        "Creating, deploying and monitoring ML models in several hospitals",
        "Creating integration mechanisms with over 15 different suppliers in 7 hospitals"
      ]
    },
    {
      "position": "Researcher",
      "date": "2016 - Present",
      "location": "NanoSTIMA, Porto",
      "description": [
        "Researching superior tools to support causality assessment in the pharmacovigilance centres. Provide faster, better and more efficiently drug information to the population.",
        "Currently developing evaluation methods for biomedical systems and natural language processing of biomedical papers."
      ]
    },
    {
      "position": "Integration Analyst",
      "date": "2016 - 2018",
      "location": "Alert Life Sciences Computing, Porto",
      "description": [
        "Aimed to provide the best medication information for the software in 13 countries. Integrated different information sources into the product, along with communicating with clients, governmental institutions and information providers.",
        "Integration of several data sources into the application",
        "Creating ETL processes for incremental updates of information, focusing on data quality and patient safety",
        "Implementation of automatic mechanisms for client support "
      ]
    },
    {
      "position": "Data Analyst",
      "date": "2014 - 2016",
      "location": "Alert Life Sciences Computing, Porto",
      "description": [
        "Data and business analysis for hospitals over 13 countries. Great involvement with features development, helping both functional analysis and development teams.",
        "Quality control of content produced for 1+ years",
        "Functional analysis for several features for 3+ years",
        "Implementation consultant in over 5 projects"
      ]
    }
  ],
  "roles": [
    {
      "icon": "bi bi-journal-text",
      "title": "Researcher",
      "description": "PhD in Health Data Science, 9+ publications, NanoSTIMA research group",
      "link": "#resume"
    },
    {
      "icon": "bi bi-globe2",
      "title": "Consultant",
      "description": "Product Owner, FHIR/IHE expert, implementations across 13+ countries",
      "link": "#resume"
    },
    {
      "icon": "bi bi-easel",
      "title": "Assistant Professor",
      "description": "Faculty of Medicine, University of Porto — 5 courses taught",
      "link": "#resume"
    },
    {
      "icon": "bi bi-cpu",
      "title": "Tech CEO",
      "description": "Leading digital health technology ventures",
      "link": "#resume"
    },
    {
      "icon": "bi bi-heart-fill",
      "title": "Digital Health Chair",
      "description": "Chairing digital health initiatives and organizations",
      "link": "#resume"
    },
    {
      "icon": "bi bi-diagram-3",
      "title": "Standards Expert",
      "description": "HL7 Portugal, IHE Pharmacy, E-mais — shaping interoperability standards",
      "link": "#resume"
    }
  ]
}